[{"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunidataosha1.jpg", 
"name": "虚拟大逃杀游戏1",
"descriptions": ["游戏类别:大逃杀;多人;武术;玩家对战;动作;女性主角",
"游戏介绍:来这里舞利刃、端火枪，享受远近结合 的华丽战斗!驾驭风沙、机甲，化身野兽、大佛，体验风格迥异的英雄能力!在这场 100 人生存竞技中成为最后的赢家!独创战斗系统、全交互地图、远近武器爽快交锋……在瞬息万变100人战场中活到最后，畅享高自由度的无拘战斗！", 
"成人内容描述: 此游戏包含的内容可能不适合所有年龄段，或不宜在工作期间访问:频繁出 现暴力或血腥, 常见成人内容"],
"descriptions_en":["Game genres: Battle royale; Multiplayer; Martial arts; PvP; Action; Female protagonist",
  "Game Introduction:Dive into the legends of the Far East in NARAKA: BLADEPOINT; team up with friends in fast-paced melee fights for a Battle Royale experience unlike any other. Find your playstyle with a varied cast of heroes with unique skills. More than 10 million players have already joined the fray, play free now! Dynamic, fast-paced and ever shifting; battle your enemies with punishing combos, parries and grit or outsmart them using lethal counters in an intense mind game.",
  "MATURE CONTENT DESCRIPTION: This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence or Gore, General Mature Content"], 
 "recommendation": "内存: 8 GB RAM,DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 35 GB 可用空间"},
 {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunisheji1.jpg", 
 "name": "虚拟射击游戏1",
 "descriptions": ["游戏类别:免费开玩;英雄射击;多人;第一人称射击;射击",
  "游戏介绍:虚拟射击游戏1是一款免费大逃杀 英雄射击游戏。在这款革命性的新一代大逃杀英雄射击游戏中，掌控日益丰富且拥有强 大技能的传奇角色，深度体验战术小队玩法及创新游戏元素。在这款免费英雄射击游戏中脱颖而出，掌控角色，征服群雄，集结 技艺超群的强大传奇角色，组队在边境之地为名利而战。掌控丰富的传奇角色群、深度战术小队玩法以及大胆革新的元素，获得前所未有的新一 代大逃杀竞技射击游戏体验——在这崎岖的世界，一切皆有可能。欢迎来到新一代英雄 射击游戏。", 
 "成人内容描述: 无暴力血腥。"], 
 "descriptions_en":["Game genres: Free to Play;Battle Royale;Multiplayer;Shoote",
  "Game Introduction:Virtual shooting game 1 is the award-winning, free-to-play Hero Shooter from Respawn Entertainment. Master an ever-growing roster of legendary characters with powerful abilities, and experience strategic squad play and innovative gameplay in the next evolution of Hero Shooter and Battle Royale. Conquer with character in Virtual shooting game 1, a free-to-play* Hero shooter where legendary characters with powerful abilities team up to battle for fame & fortune on the fringes of the Frontier. Master an ever-growing roster of diverse Legends, deep-tactical squad play, and bold, new innovations that go beyond the Battle Royale experience — all within a rugged world where anything goes. Welcome to the next evolution of Hero Shooter.",
  "MATURE CONTENT DESCRIPTION: No violence or gore."], 
  "recommendation": "内存: 8 GB RAM,DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 35 GB 可用空间"},
  {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunirpg1.jpg", 
  "name": "虚拟角色扮演游戏1",
  "descriptions": ["游戏类别:付费;角色扮演;选择取向;剧情丰富;角色自定义;冒险",
  "游戏介绍:召集你的团队，回到被遗忘的国度，开启一段记载着友谊与背叛、牺牲与生存、以及至上力量诱惑的传奇故事。召集你的队伍，返回被遗忘的国度，开启一段充满友谊与背叛、牺牲与生存，以及至高 无上力量诱惑的传奇故事。神秘的力量正在你体内苏醒，而这一切都来源于夺心魔种在你大脑里的寄生虫。反抗吧， 将黑暗的力量反掌为用。你也可以选择接受这种腐化，变成终极的邪恶。次时代 RPG 虚拟角色扮演游戏1，故事将在 龙与地下城 的世界中展开。", 
  "成人内容描述: 该游戏可能包含不适合所有年龄段的内容。它包含一般成人内容，并可能包 含裸露或色情内容。"], 
   "descriptions_en":["Game genres: RPG;Choices Matter;Story Rich;Adventure",
  "Game Introduction: Virtual RPG game 1 is a story-rich, party-based RPG set in the universe of Dungeons & Dragons, where your choices shape a tale of fellowship and betrayal, survival and sacrifice, and the lure of absolute power.Gather your party and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.Mysterious abilities are awakening inside you, drawn from a mind flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil. Next-generation virtual RPG game 1, the story will unfold in the world of Dungeons and Dragons.",
  "MATURE CONTENT DESCRIPTION: This Game may contain content not appropriate for all ages. It contains General Mature Content, and may include Nudity or Sexual Content."], 
   "recommendation": "内存: 8 GB RAM,DirectX 版本: 11,存储空间: 需要 150 GB 可用空间"},
   {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunisheji2.jpg", 
   "name": "虚拟射击游戏2",
   "descriptions": ["游戏类别: 第一人称射击;射击;多人;竞技;动作;电竞", 
    "游戏介绍:虚拟射击游戏2 提供了精湛绝伦的竞技 体验。具备基于物理的逼真渲染、最为先进 的网络、经过升级的社区创意工坊工具，令人耳目一新。虚拟射击游戏2 综合得分与经过更新的优先权模式 全球及区域排行榜经过升级和大改的地图 革命性的动态烟雾弹 不受刷新频率阻碍的游戏体验 全新设计的声画效果", 
    "成人内容描述: 包含强烈暴力与血腥内容。"], 
    "descriptions_en":["Game genres: FPS;Shooter;Multiplayer;Competitive;Action",
    "Game Introduction: Virtual Shooting Game 2 provides a superb competitive experience. Featuring realistic, physically based rendering, state-of-the-art networking, and upgraded community workshop tools, it's refreshing. Virtual Shooter 2 Comprehensive scoring and updated priority mode Upgraded and overhauled maps for global and regional leaderboards Revolutionary dynamic smoke bombs A gaming experience unencumbered by refresh rates Newly designed audio and visual effects",
    "MATURE CONTENT DESCRIPTION: Includes intense violence and blood."], 
    "recommendation": "内存: 8 GB RAM, 显卡: 显卡须为 1 GB 或以上，DirectX 版本: 11存储空间: 需要 85 GB 可用空间"},
    {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunihezuokongbu1.jpg", 
     "name": "虚拟合作恐怖游戏1",
     "descriptions": ["游戏类别: 在线合作;恐怖;第一人称;心理恐怖;合作", 
     "游戏介绍:您是公司的合同工。你的工作是从废弃的工业化卫星中收集废料，以满足公司的利润配 额。你可以用赚到的现金前往风险更高、回报更高的新月——或者你也可以为你的飞船 购买精美的套装和装饰品。体验大自然，扫描您发现的任何生物，将它们添加到您的动 物寓言中。探索奇妙的户外世界，翻查废弃的钢铁和混凝土下层。永远不要错过配额。 这些危险会袭击脆弱和孤独的人，保护你的船员可能是你唯一的希望。你可以引导你的 船员离开你的船，使用雷达呼叫陷阱并使用船上的终端访问远程锁定的门 - 或者你们 都可以一起进去。公司商店有许多有用的工作工具，包括灯、铲子、对讲机、眩晕手榴 弹或音箱。", 
     "成人内容描述: 游戏具有现实的氛围。玩家角色可以通过多种方式死亡，有些涉及肢解或斩 首。玩家角色可以鲁莽地使用虚构的医疗药物"], 
     "descriptions_en":["Game genres: Online co-op; horror; first-person; psychological; horror co-op",
    "Game Introduction: A co-op horror about scavenging at abandoned moons to sell scrap to the Company. You are a contracted worker for the Company. Your job is to collect scrap from abandoned, industrialized moons to meet the Company's profit quota. You can use the cash you earn to travel to new moons with higher risks and rewards--or you can buy fancy suits and decorations for your ship. Experience nature, scanning any creature you find to add them to your bestiary. Explore the wondrous outdoors and rummage through their derelict, steel and concrete underbellies. Just never miss the quota.",
    "MATURE CONTENT DESCRIPTION: The game has a realistic atmosphere. Player characters can die through various means, some involving dismemberment or decapitation. Player characters can use fictional medical drugs recklessly."], 
      "recommendation": "内存: 4 GB RAM, DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 1 GB 可用空间"},
   {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunisheji3.jpg", 
     "name": "虚拟射击游戏3",
     "descriptions": ["游戏类别:免费开玩;英雄射击;多人;第一人称射击;射击", 
     "游戏介绍:“七种不同的兵种各自具备不同的作战能力和性格，不断更新的游戏模式、地图、装备，当然还有最重要的——头饰！最有趣的在线游戏” - 现已免费! 你没有看错!你想玩多少就玩多少，玩多久就玩多久!， Virtual Shooting Game 2 发布了许多免费升级补丁 — 新的游戏模式、地图、装备，当然还有最重要的——头饰。九种不同的兵种各自具备不同 的作战能力和性格，给不同水平的玩家多样化的选择。你是 TF2 新手?不用担心! 无论你的性格或者经历是什么，总有一个角色适合你。详尽的训练和离线练习模式能帮助 你磨练你的技术，好让你畅玩众多的游戏模式，其中包括夺旗模式、控制点模式、 推车模式、竞技场模式、山丘之王模式，等等等等。创建你自己的角色! 游戏有数以百计的武器、帽子可供收集、合成、购买和交易。根据你的游戏风格和个人品 味，挑选出一个你最喜欢的兵种。即时不花钱你也不一定玩得比别人差 — 几乎所有在曼 恩公司商店里面的物品也能通过游戏中的掉落系统得到。", 
     "成人内容描述: 包括卡通暴力和血腥。"], 
      "descriptions_en":["Game genres: Free to Play;Hero Shooter;Multiplayer;FPS",
    "Game Introduction: Each of the seven different arms has different combat capabilities and personalities, constantly updated game modes, maps, equipment, and of course the most important thing - headgear! The Most Fun Online Game - Now Free! You read that right! Play as much and as long as you want!, Virtual Shooter 2 has released many free updates - new game modes, maps, gear , and of course the most important thing - headgear. Each of the nine different arms has different combat capabilities and personalities, giving players of different levels options to practice. Are you new to TF2? Don't worry! No matter what your personality or experience is , there's always a role for you. Exciting training and offline practice modes can help you hone your skills, so you can play queued game modes, including capture the flag mode, control point mode, cart mode, battle mode, King of the Hill mode, and more. Create your own character! The game features hundreds of units that cost money to collect, craft, buy, and trade. Pick a favorite class based on your play style and personal weapon tastes. Even if you don’t spend money, you don’t necessarily play better than others—almost all items in the Mann Co. store can also be obtained through the in-game reporting system.",
    "MATURE CONTENT DESCRIPTION: Includes cartoon violence and gore."], 
      "recommendation": "内存: 512 MB RAM, DirectX 版本: 8.1 网络: 宽带互联网连接存储空间: 需要 15 GB 可用空间"}
     
]