[{"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/yongjiewujian.jpeg", 
"name": "永劫无间",
"descriptions": ["游戏类别:大逃杀;多人;武术;玩家对战;动作;女性主角",
"游戏介绍:风靡全球的多人动作竞技大作，现已永久免费!来这里舞利刃、端火枪，享受远近结合 的华丽战斗!驾驭风沙、机甲，化身野兽、大佛，体验风格迥异的英雄能力!在这场 60 人生存竞技中成为最后的赢家!独创战斗系统、全交互地图、远近武器爽快交锋……在瞬息万变的60人战场中活到最后，畅享高自由度的无拘战斗！", 
"成人内容描述: 此游戏包含的内容可能不适合所有年龄段，或不宜在工作期间访问:频繁出 现暴力或血腥, 常见成人内容"],
"descriptions_en":["Game genres: Battle royale; Multiplayer; Martial arts; PvP; Action; Female protagonist",
  "Game Introduction:Dive into the legends of the Far East in NARAKA: BLADEPOINT; team up with friends in fast-paced melee fights for a Battle Royale experience unlike any other. Find your playstyle with a varied cast of heroes with unique skills. More than 20 million players have already joined the fray, play free now! Dynamic, fast-paced and ever shifting; battle your enemies with punishing combos, parries and grit or outsmart them using lethal counters in an intense mind game.",
  "MATURE CONTENT DESCRIPTION: This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence or Gore, General Mature Content"], 
 "recommendation": "操作系统 *: Windows 7 64-bit 或更新版本 处理器:Inteli54代 或 AMDFX6300 内存: 8 GB RAM，显卡: NVIDIA GeForce GTX 750TI,DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 35 GB 可用空间,附注事项: a) 可在 720p/60fps 的情况下进行游戏; b)为了更流畅的游戏体验，我们建议 您将游戏安装在 SSD 硬盘上"},
 {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/Apex+Legends.jpeg", 
 "name": "Apex LegendsTM",
 "descriptions": ["游戏类别:免费开玩;英雄射击;多人;第一人称射击;射击",
  "游戏介绍:由 Respawn Entertainment 开发制作，屡获殊荣的《Apex Legends》，是一款免费大逃杀 英雄射击游戏。在这款革命性的新一代大逃杀英雄射击游戏中，掌控日益丰富且拥有强 大技能的传奇角色，深度体验战术小队玩法及创新游戏元素。在《Apex Legends》这款免费*英雄射击游戏中脱颖而出，掌控角色，征服群雄，集结 技艺超群的强大传奇角色，组队在边境之地为名利而战。掌控丰富的传奇角色群、深度战术小队玩法以及大胆革新的元素，获得前所未有的新一 代大逃杀竞技射击游戏体验——在这崎岖的世界，一切皆有可能。欢迎来到新一代英雄 射击游戏。", 
 "成人内容描述: 无暴力血腥。"], 
 "descriptions_en":["Game genres: Free to Play;Battle Royale;Multiplayer;Shoote",
  "Game Introduction:Apex Legends is the award-winning, free-to-play Hero Shooter from Respawn Entertainment. Master an ever-growing roster of legendary characters with powerful abilities, and experience strategic squad play and innovative gameplay in the next evolution of Hero Shooter and Battle Royale. Conquer with character in Apex Legends, a free-to-play* Hero shooter where legendary characters with powerful abilities team up to battle for fame & fortune on the fringes of the Frontier. Master an ever-growing roster of diverse Legends, deep-tactical squad play, and bold, new innovations that go beyond the Battle Royale experience — all within a rugged world where anything goes. Welcome to the next evolution of Hero Shooter.",
  "MATURE CONTENT DESCRIPTION: No violence or gore."], 
  "recommendation": "操作系统 *: Windows 7 64-bit 或更新版本 处理器:Inteli54代 或 AMDFX6300 内存: 8 GB RAM,显卡: NVIDIA GeForce GTX 750TI,DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 35 GB 可用空间,附注事项: a) 可在 720p/60fps 的情况下进行游戏; b)为了更流畅的游戏体验，我们建议 您将游戏安装在 SSD 硬盘上"},
  {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/Baldur's+Gate+3.jpeg", 
  "name": "Baldur's Gate 3",
  "descriptions": ["游戏类别:付费;角色扮演;选择取向;剧情丰富;角色自定义;冒险",
  "游戏介绍:召集你的团队，回到被遗忘的国度，开启一段记载着友谊与背叛、牺牲与生存、以及至上力量诱惑的传奇故事。召集你的队伍，返回被遗忘的国度，开启一段充满友谊与背叛、牺牲与生存，以及至高 无上力量诱惑的传奇故事。神秘的力量正在你体内苏醒，而这一切都来源于夺心魔种在你大脑里的寄生虫。反抗吧， 将黑暗的力量反掌为用。你也可以选择接受这种腐化，变成终极的邪恶。来自《神界:原罪 2》的创作团队所打造的次时代 RPG，故事将在 D&D(龙与地下城)的世界中展开。", 
  "成人内容描述: 该游戏可能包含不适合所有年龄段的内容。它包含一般成人内容，并可能包 含裸露或色情内容。"], 
   "descriptions_en":["Game genres: RPG;Choices Matter;Story Rich;Adventure",
  "Game Introduction: Baldur’s Gate 3 is a story-rich, party-based RPG set in the universe of Dungeons & Dragons, where your choices shape a tale of fellowship and betrayal, survival and sacrifice, and the lure of absolute power.Gather your party and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.Mysterious abilities are awakening inside you, drawn from a mind flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil.From the creators of Divinity: Original Sin 2 comes a next-generation RPG, set in the world of Dungeons & Dragons.",
  "MATURE CONTENT DESCRIPTION: This Game may contain content not appropriate for all ages. It contains General Mature Content, and may include Nudity or Sexual Content."], 
   "recommendation": "需要 64 位处理器和操作系统 操作系统: Windows 10 64-bit 处理器: Intel I5 4690 / AMD FX 8350 内存: 8 GB RAM,显卡: Nvidia GTX 970 / RX 480 (4GB+ of VRAM) DirectX 版本: 11,存储空间: 需要 150 GB 可用空间,附注事项: SSD required"},
   {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/Counter-Strike+2.jpeg", 
   "name": "Counter-Strike 2",
   "descriptions": ["游戏类别: 第一人称射击;射击;多人;竞技;动作;电竞", 
    "游戏介绍:二十多年来，在全球数百万玩家的共同铸就下，Counter-Strike 提供了精湛绝伦的竞技 体验。而如今，CS 传奇的下一章即将揭开序幕，那就是 Counter-Strike 2。Counter-Strike2 是 CS:GO 的免费升级版，展现了 Counter-Strike 历史上最大的技术 飞跃。Counter-Strike 2 由 Source 2 引擎打造，具备基于物理的逼真渲染、最为先进 的网络、经过升级的社区创意工坊工具，令人耳目一新。Counter Strike 系列于 1999 年开创了以完成目标为重的游戏玩法，而 Counter Strike 2 除了将这一经典元素保留，还会呈现以下特色:全新 CS 综合得分与经过更新的优先权模式 全球及区域排行榜经过升级和大改的地图 革命性的动态烟雾弹 不受刷新频率阻碍的游戏体验 全新设计的声画效果CS:GO 的所有物品均迁移至 CS2", 
    "成人内容描述: 包含强烈暴力与血腥内容。"], 
    "descriptions_en":["Game genres: FPS;Shooter;Multiplayer;Competitive;Action",
    "Game Introduction: For over two decades, Counter-Strike has offered an elite competitive experience, one shaped by millions of players from across the globe. And now the next chapter in the CS story is about to begin. This is Counter-Strike 2.For over two decades, Counter-Strike has offered an elite competitive experience, one shaped by millions of players from across the globe. And now the next chapter in the CS story is about to begin. This is Counter-Strike 2.A free upgrade to CS:GO, Counter-Strike 2 marks the largest technical leap in Counter-Strike’s history. Built on the Source 2 engine, Counter-Strike 2 is modernized with realistic physically-based rendering, state of the art networking, and upgraded Community Workshop tools.In addition to the classic objective-focused gameplay that Counter-Strike pioneered in 1999, Counter-Strike 2 features:All-new CS Ratings with the updated Premier mode,Global and Regional leaderboards,Upgraded and overhauled maps,Game-changing dynamic smoke grenades,Tick-rate-independent gameplay,Redesigned visual effects and audio,All items from CS:GO moving forward to CS2",
    "MATURE CONTENT DESCRIPTION: Includes intense violence and blood."], 
    "recommendation": "操作系统: Windows® 10处理器: 4 硬件线程 CPU——英特尔® 酷睿TM i5 750 或以上内存: 8 GB RAM显卡: 显卡须为 1 GB 或以上，且应兼容 DirectX 11 并支持 Shader Model 5.0 DirectX 版本: 11存储空间: 需要 85 GB 可用空间"},
    {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/Dota+2.jpeg", 
    "name": "Dota 2",
    "descriptions": ["游戏类别: 免费开玩;多人在线战术竞技;多人;策略;电竞", 
    "游戏介绍: 每一天全球有数百万玩家化为一百余名Dota英雄展开大战。不论是游戏时间刚满10小时还是1000小时，比赛中总能找到新鲜感。定期的更新则保证游戏性、功能和英雄都能持续发展，Dota 2已真正地焕发了生命。Steam 上最具人气的游戏，每一天，全球有数百万玩家化为一百余名Dota英雄展开大战。不论是游戏时间刚满10小时还是1000小时，比赛中总能找到新鲜感。定期的更新则保证游戏性、功能和英雄都能持续发展，Dota 2已真正地焕发了生命。一个战场无限可能，在英雄、技能和物品的多样性方面，Dota可谓是无与伦比——绝不可能存在两场相同的比赛。每个英雄都有多种定位打法，丰富的物品可以满足每场比赛的具体需求。Dota从不限制打法，只为让您展现自己的风采。所有英雄无需付费，公平竞技是Dota的基石，为确保所有人的游戏基础相同，游戏的核心内容——如庞大的英雄数量——对所有玩家开放。粉丝们可以收集英雄饰品，和有趣的附加内容，但是进行游戏所需的一切在开始第一场比赛前就已经赋予。与好友携手一同游玩，Dota内涵深邃，并且不断进化，但不论何时加入都不算太晚。合作对抗机器人可以模拟实战。英雄试玩模式可以磨练技艺。而比赛的匹配系统，兼顾玩家的游戏行为和水平，确保每场比赛都能将合适的玩家匹配到一起。", 
    "成人内容描述: 无暴力血腥内容"], 
    "descriptions_en":["Game genres: Free to Play;MOBA;Multiplayer;Strategy;PvP",
    "Game Introduction: Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has taken on a life of its own.The most-played game on Steam, Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has truly taken on a life of its own.One Battlefield. Infinite Possibilities, When it comes to diversity of heroes, abilities, and powerful items, Dota boasts an endless array—no two games are the same. Any hero can fill multiple roles, and there's an abundance of items to help meet the needs of each game. Dota doesn't provide limitations on how to play, it empowers you to express your own style. All heroes are free, Competitive balance is Dota's crown jewel, and to ensure everyone is playing on an even field, the core content of the game—like the vast pool of heroes—is available to all players. Fans can collect cosmetics for heroes and fun add-ons for the world they inhabit, but everything you need to play is already included before you join your first match. Bring your friends and party up, Dota is deep, and constantly evolving, but it's never too late to join.Learn the ropes playing co-op vs. bots. Sharpen your skills in the hero demo mode. Jump into the behavior- and skill-based matchmaking system that ensures you'llbe matched with the right players each game.",
    "MATURE CONTENT DESCRIPTION: Includes intense violence and blood."], 
     "recommendation": "操作系统 *: Windows 7 或更新版本,处理器: 2.8GHz 的英特尔双核处理器或超威处理器,内存: 4 GB RAM,显卡: nVidia GeForce 8600/9600GT, ATI/AMD Radeon HD2600/3600,DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 60 GB 可用空间,声卡: DirectX 兼容,* 2024 年 1 月 1 日(PT)起，Steam 客户端将仅支持 Windows 10 及更新版本。"},
     {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/Lethal+Company.jpeg", 
     "name": "Lethal Company",
     "descriptions": ["游戏类别: 在线合作;恐怖;第一人称;心理恐怖;合作", 
     "游戏介绍:您是公司的合同工。你的工作是从废弃的工业化卫星中收集废料，以满足公司的利润配 额。你可以用赚到的现金前往风险更高、回报更高的新月——或者你也可以为你的飞船 购买精美的套装和装饰品。体验大自然，扫描您发现的任何生物，将它们添加到您的动 物寓言中。探索奇妙的户外世界，翻查废弃的钢铁和混凝土下层。永远不要错过配额。 这些危险会袭击脆弱和孤独的人，保护你的船员可能是你唯一的希望。你可以引导你的 船员离开你的船，使用雷达呼叫陷阱并使用船上的终端访问远程锁定的门 - 或者你们 都可以一起进去。公司商店有许多有用的工作工具，包括灯、铲子、对讲机、眩晕手榴 弹或音箱。", 
     "成人内容描述: 游戏具有现实的氛围。玩家角色可以通过多种方式死亡，有些涉及肢解或斩 首。玩家角色可以鲁莽地使用虚构的医疗药物"], 
     "descriptions_en":["Game genres: Online co-op; horror; first-person; psychological; horror co-op",
    "Game Introduction: A co-op horror about scavenging at abandoned moons to sell scrap to the Company. You are a contracted worker for the Company. Your job is to collect scrap from abandoned, industrialized moons to meet the Company's profit quota. You can use the cash you earn to travel to new moons with higher risks and rewards--or you can buy fancy suits and decorations for your ship. Experience nature, scanning any creature you find to add them to your bestiary. Explore the wondrous outdoors and rummage through their derelict, steel and concrete underbellies. Just never miss the quota.",
    "MATURE CONTENT DESCRIPTION: The game has a realistic atmosphere. Player characters can die through various means, some involving dismemberment or decapitation. Player characters can use fictional medical drugs recklessly."], 
      "recommendation": "需要 64 位处理器和操作系统操作系统: Windows 10,处理器: Intel Core i5-7400 CPU @ 3.00GHz ; Shader Model 5 显卡: NVIDIA GForce GTX 1050,DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 1 GB 可用空间"},
   {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/PUBG.jpeg", 
     "name": "PUBG",
     "descriptions": ["游戏类别: 生存;射击;大逃杀;多人;第一人称射击;动作", 
     "游戏介绍:着陆，搜寻，生存!,免费游玩《PUBG 绝地求生》。 选取最佳战略位置着陆，搜寻武器和补给，并成为最后的幸存者小队，屹立于千变万 化的战场之上。,组队加入战场，体验原汁原味的战术竞技，尽在《PUBG 绝地求生》。该下载内容中包含《绝地求生》测试服，额外下载后即可进入。可自由选择购买的游戏内商品已上架", 
     "成人内容描述: 此游戏包含的内容可能不适合所有年龄段，或不宜在工作期间访问:频繁出 现暴力或血腥, 常见成人内容"], 
     "descriptions_en":["Game genres: Survival;ShooterBattle;Royale;Multiplayer",
    "Game Introduction: LAND, LOOT, SURVIVE!Play PUBG: BATTLEGROUNDS for free.Land on strategic locations, loot weapons and supplies, and survive to become the last team standing across various, diverse Battlegrounds.Squad up and join the Battlegrounds for the original Battle Royale experience that only PUBG: BATTLEGROUNDS can offer.This content download will also provide access to the BATTLEGROUNDS Test Server, which requires a separate download to play. Optional in-game purchases available.",
    "MATURE CONTENT DESCRIPTION: This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence or Gore, General Mature Content"], 
      "recommendation": "需要 64 位处理器和操作系统,操作系统: 64-bit Windows 10,处理器: Intel Core i5-4430 / AMD FX-6300,内存: 8 GB RAM,显卡: NVIDIA GeForce GTX 960 2GB / AMD Radeon R7 370 2GB DirectX 版本: 11,网络: 宽带互联网连接,存储空间: 需要 40 GB 可用空间"},
      {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/Team+Fortress+2.jpeg", 
     "name": "Team Fortress 2",
     "descriptions": ["游戏类别:免费开玩;英雄射击;多人;第一人称射击;射击", 
     "游戏介绍:“九种不同的兵种各自具备不同的作战能力和性格，不断更新的游戏模式、地图、装备，当然还有最重要的——头饰！最有趣的在线游戏” - PC Gamer,现已免费! 你没有看错!你想玩多少就玩多少，玩多久就玩多久!历来最高评价的免费游戏!作为历来最受欢迎的在线动作游戏之一， Team Fortress 2 发布了许多免费升级补丁 — 新的游戏模式、地图、装备，当然还有最重要的——头饰。九种不同的兵种各自具备不同 的作战能力和性格，给不同水平的玩家多样化的选择。你是 TF2 新手?不用担心! 无论你的性格或者经历是什么，总有一个角色适合你。详尽的训练和离线练习模式能帮助 你磨练你的技术，好让你畅玩 TF2 众多的游戏模式，其中包括夺旗模式、控制点模式、 推车模式、竞技场模式、山丘之王模式，等等等等。创建你自己的角色! 游戏有数以百计的武器、帽子可供收集、合成、购买和交易。根据你的游戏风格和个人品 味，挑选出一个你最喜欢的兵种。即时不花钱你也不一定玩得比别人差 — 几乎所有在曼 恩公司商店里面的物品也能通过游戏中的掉落系统得到。", 
     "成人内容描述: 包括卡通暴力和血腥。"], 
      "descriptions_en":["Game genres: Free to Play;Hero Shooter;Multiplayer;FPS",
    "Game Introduction: Nine distinct classes provide a broad range of tactical abilities and personalities. Constantly updated with new game modes, maps, equipment and, most importantly, hats!The most fun you can have online - PC GamerIs now FREE!There’s no catch! Play as much as you want, as long as you like!The most highly-rated free game of all time!One of the most popular online action games of all time, Team Fortress 2 delivers constant free updates—new game modes, maps, equipment and, most importantly, hats. Nine distinct classes provide a broad range of tactical abilities and personalities, and lend themselves to a variety of player skills.New to TF? Don’t sweat it!No matter what your style and experience, we’ve got a character for you. Detailed training and offline practice modes will help you hone your skills before jumping into one of TF2’s many game modes, including Capture the Flag, Control Point, Payload, Arena, King of the Hill and more.Make a character your own!There are hundreds of weapons, hats and more to collect, craft, buy and trade. Tweak your favorite class to suit your gameplay style and personal taste. You don’t need to pay to win—virtually all of the items in the Mann Co. Store can also be found in-game.",
    "MATURE CONTENT DESCRIPTION: Includes cartoon violence and gore."], 
      "recommendation": "操作系统 *: Windows® 7 (32/64-bit)/Vista/XP 处理器: 1.7 GHz Processor or better内存: 512 MB RAM DirectX 版本: 8.1 网络: 宽带互联网连接存储空间: 需要 15 GB 可用空间"},
      {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/Palworld.jpeg", 
     "name": "Palworld / 幻兽帕鲁",
     "descriptions": ["游戏类别: 多人;开放世界;生存;生物收集;制作;合作", 
     "游戏介绍:在广阔的世界中收集神奇的生物“帕鲁”，派他们进行战斗、建造、做农活，工业生产等，这是一款支持多人游戏模式的全新开放世界生存制作游戏。在帕鲁的世界，你可以选择与神奇的生物「帕鲁」一同享受悠闲的生活，也可以投身于与偷猎者进行生死搏斗的冒险。帕鲁可以进行战斗、繁殖、协助你做农活，也可以为你在工厂工作。你也可以将它们进行售卖，或肢解后食用。生存，食物短缺、恶劣的环境……非法的偷猎者。这个世界危机四伏。为了生存你只能不择手段。有时候，你甚至要用帕鲁来充饥……骑乘、探索，你可以骑着帕鲁去陆地、海洋、天空，在各种不同的场所进行探索。", 
     "成人内容描述: 无暴力血腥成人内容"], 
     "descriptions_en":["Game genres: Multiplayer;Open World;Survival;Crafting;PvE",
    "Game Introduction: Fight, farm, build and work alongside mysterious creatures called 'Pals' in this completely new multiplayer, open world survival and crafting game!In this game, you can peacefully live alongside mysterious creatures known as Pals or risk your life to drive off a ruthless poaching syndicate.Pals can be used to fight, or they can be made to work on farms or factories.You can even sell them or eat them!Survival, In a harsh environment where food is scarce and vicious poachers roam, danger waits around every corner. To survive, you must tread carefully and make difficult choices...even if that means eating your own Pals when the time comes. Mounts & ExplorationPals can be mounted to traverse the land, sea and sky—allowing you to traverse all kinds of environment as you explore the world.",
    "MATURE CONTENT DESCRIPTION: No violence or gory adult content"], 
      "recommendation": "需要 64 位处理器和操作系统，操作系统: Windows 10 or later (64-Bit)，处理器: i5-3570K 3.4 GHz 4 Core，内存: 16 GB RAM，显卡: GeForce GTX 1050 (2GB)，DirectX 版本: 11，网络: 宽带互联网连接，存储空间: 需要 40 GB 可用空间，附注事项: Internet connection required for multiplayer. SSD required."}
]