[{"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/sedan-car-e1611596783187.webp", 
"name": "Sedan",
"descriptions": ["The most common car type is the sedan", 
"A sedan is a four-door car type with a traditional trunk", 
"The difference between a hatchback and a sedan is that the rear luggage compartment door does not include the rear window and the door hinges are installed under the window.", 
"Sedan cars have quite limited space in the trunk.",
 "but they often have a rather sporty look if you are looking for it."], 
 "recommendation": "Subcompact: Nissan Versa, Kia Rio; Compact: Toyota Corolla, Honda Civic; Mid-size: Nissan Altima, Honda Accord, Toyota CamryFull-size: Dodge Charger, Toyota Avalon"},
 {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/crossover-car-e1611597762386.webp", 
 "name": "Crossover (CUV)",
 "descriptions": ["A crossover is often confused with an SUV. A crossover often comes as two-wheel drive, but it can also come with 4-wheel drive.", 
 "It is basically an off-road car chassis, but built more for city traffic.", 
 "An important differentiating factor is the chassis, the crossover uses a lighter monocoque chassis while the SUV uses a ladder frame chassis.", 
 "Basically, it means that a CUV shares the frame of a car, and the SUV shares the frame of a truck.",
  "It can often be called a mix of an SUV and a hatchback."], 
  "recommendation": "Honda Odyssey and Chrysler Pacifica"},
  {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/suv-land-cruiser-e1611598179812.webp", 
  "name": "Sport Utility Vehicles (SUVs)",
  "descriptions": ["Another type that climbs this list of car types is the SUV, which is becoming more and more popular.", 
  "The SUV is a large car that can often carry five to seven passengers with three rows of seats. They are basically the same as a crossover, except that they are built on a body-on-frame chassis.", 
  "They often have 4wd and good terrain capability. They often come with the latest electronics and are very comfortable to ride in.", 
  "They also often come with off-road accessories such as improved suspension and large wheels.",
   "You can have SUVs in different sizes: compact, medium and full size."], 
   "recommendation": "Range Rover, Jeep Cherokee and Suzuki Vitara"},
   {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/hatchback-golf-e1611596370575.webp", 
   "name": "Hatchback",
   "descriptions": ["A Hatchback car is basically a mix of a sedan and a station wagon.", 
   "They often come as a 5-door set and have a hatch that opens upwards.", 
   "Like the station wagon, a hatchback has door hinges above the rear window.", 
   "The difference between a station wagon and a hatchback is often the size.",
    "The station wagon often has a much steeper angle on the tailgate."], 
    "recommendation": "Common car: Volkswagen Golf and Kia Rio; luxury vehicles: Audi A7, Kia Stinger, and Tesla Model S"},
    {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/volvo-v90-e1611598583832.webp", 
    "name": "Station Wagon",
    "descriptions": ["A wagon is quite similar to a sedan, but with an extended roofline with a hatch door instead of a trunk.", 
    "Station cars are often the perfect choice for families and long car journeys due to the larger cargo space than the sedan.", 
    "The station wagons also sometimes come with increased ground clearance and four-wheel drive, which makes them quite similar to SUVs", 
    "Station wagon popularity has declined in the United States in recent years and is more common in Europe."], 
     "recommendation": "BMW 5-series, Audi A4 or A6, Volvo V90, and Subaru Outback."},
     {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/coupe-car-e1611597022271.webp", 
     "name": "Coupe",
     "descriptions": ["The coupe is a two-door car, very similar to the sedan but with two doors instead of four.", 
     "Coupe cars often have a rear seat for two or three more passengers, but you often have to fold down one of the front seats to get there.", 
     "Coupe cars are often quite more towards the sporty look."], 
      "recommendation": "Ford Mustang, Audi A5, Chevrolet Corvette, and Porsche Boxter"},
      {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/pickup-truck-e1611598692870.jpg", 
      "name": "Pickup Truck",
      "descriptions": ["Pickup trucks have become very common in recent years. A pickup has an enclosed cab with an open cargo area.", 
      "They can either have space for two passengers or four. Pickup trucks have the cabin mounted on a separate steel frame, with one exception – Honda Ridgeline.", 
      "Pickups are ideal for farmers and transport due to their large cargo areas and the powerful engines that can tow heavy equipment.",
    "Most pickup trucks are four-wheel drive or part-time four-wheel drive. However, there are also many models with the option of only 2WD.",
"Pickup trucks come in two size categories: full-size and mid-size, and there are often many options to choose from, like extended cab, single cab or crew cab. "], 
       "recommendation": "Toyota Hilux, Nissan Navara, Chevrolet Silverado and Dodge F150"},
       {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/minivan-e1611599600455.jpg", 
       "name": "Minivan (MPV)",
       "descriptions": ["The minivan or multi-purpose vehicle (MPV) is a van, but instead of cargo space, it has passenger seats.", 
       "It often has 7 or 8 passenger seats, making it perfect for larger families or being used as a taxi.", 
       "It is often designed for a very large cabin space rather than a large cargo space.",
     "They often have a sliding door on one or both sides of the car."], 
        "recommendation": "Honda Odyssey and Chrysler Pacifica"},
        {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/minivan-e1611599600455.jpg", 
       "name": "Minivan (MPV)",
       "descriptions": ["The minivan or multi-purpose vehicle (MPV) is a van, but instead of cargo space, it has passenger seats.", 
       "It often has 7 or 8 passenger seats, making it perfect for larger families or being used as a taxi.", 
       "It is often designed for a very large cabin space rather than a large cargo space.",
     "They often have a sliding door on one or both sides of the car."], 
        "recommendation": "Honda Odyssey and Chrysler Pacifica"},
        {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/roadster-car.webp", 
        "name": "Roadster",
        "descriptions": ["A roadster car is basically a convertible car, but with two doors, and it usually has no rear seat.", 
        "They are therefore good for only two people.", 
        "When it comes to size, they are often very small, with limited cargo space.",
      "They often have a sporty look and are perfect for those who like to enjoy an ice cream in sunny weather with their friend or fiancée."], 
         "recommendation": "The Alfa Romeo 4C Spider, Mercedes-Benz SLC and Jaguar F-Type Roadster"},
         {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/van-truck-e1611598780611.jpg", 
         "name": "Van",
         "descriptions": ["A Van is a two- or three-seater car model that is often used to transport goods.", 
         "They often have a sealed cab from the cargo area, and they often have no windows to the cargo area, but some models have glass windows at the rear doors.",
       "They are the perfect choice for transporting goods, usually with a very high load capacity of over a ton."], 
          "recommendation": "Volkswagen Transporter, Chevrolet Van or GMC Vandura"},
          {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/sports-car-e1633302873780.webp", 
         "name": "Sports Cars",
         "descriptions": ["A sports car is anything that looks sporty to you, and it can be a roadster, coupe, or even a sedan.", 
         "Sports cars are quite similar to the supercar, because a supercar can also be a sports car, but the difference is often that the sports car is a step below the supercar regarding performance and price.",
       "They are often much cheaper than supercars and usually have poorer performance.",
    "Sports cars usually have good handling with good road capabilities and a fairly powerful engine to be able to both drive on the streets and take it to the track if you feel like it.",
"Sports cars are often convertible, but not necessarily."], 
          "recommendation": "Porsche 911, Mazda MX-5, and BMW M3 could be categorized as sports cars."},
          {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/supercar-e1611599041412.jpg", 
         "name": "Supercar",
         "descriptions": ["The supercar is a high-performance car, usually with a very powerful and large engine.", 
         "Most supercars are two-seater and at the same time very expensive, some are going for as high as one million dollars.",
       "Most supercars have a V8 or V12 engine while generating over 500 hp.",
    "Depending on the model, the supercar often comes as a convertible.",
"The cargo space in supercars is usually very limited or even non-existent."], 
          "recommendation": "McLaren 720S, Lamborghini Huracan and Lamborghini Aventador"},
          {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/luxury-car-e1633302891911.webp", 
         "name": "Luxury Cars",
         "descriptions": ["A luxury car is exactly what it sounds like luxury.", 
         "They are often very expensive, and have all the latest features for a comfortable ride.",
       "They often have a very powerful engine, but are not very fast in curves and on racetracks.",
    " This is because they often have so many features for comfort, so they are usually very heavy.",
"A luxury car can also be a supercar or sports car and the definition is often referred to as very expensive cars with great comfort."], 
          "recommendation": "Bentley Continental GT, Ferrari Portofino and Rolls-Royce"},
          {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/cabriolet-e1611599499967.webp", 
         "name": "Convertible /Cabriolet",
         "descriptions": ["The convertible or cabriolet car models come with a retractable roof.", 
         "They are the perfect choice for a hot summer day when you are going on holiday to the beach.",
       "Most convertible cars have an automatic system to retrace the fabric rooftop, but on some older models, you had to do this manually.",
    "Some models even have a retractable hardtop, which makes them look like normal cars when the rooftop is closed.",
"They can both be two-seaters or four-seaters and they can basically be any car model with a retractable roof, while the roadster is often its own car type. Sports cars are often available as a convertible type option."], 
          "recommendation": "BMW Z4, Fiat 500, and Chevrolet"},
          {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/muscle-car-e1633302903653.webp", 
          "name": "Muscle Cars",
          "descriptions": ["Muscle cars are cars with large muscles under the hood.", 
          "Muscle cars are often older American cars with very large and powerful v8 or v10 engines, but muscle cars are also available as modern cars.",
        "Muscle cars are usually not that fast on racetracks around corners, but when they drive in a straight line, like drag racing, not many other cars can beat them."
     ], 
           "recommendation": "Ford Mustang, Pontiac GTO, and Dodge challenger"},
           {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/smart-car-e1611596203403.webp", 
          "name": "Microcar",
          "descriptions": ["The microcar or minicar is a small car that often comes with an engine size of less than a liter.", 
          "They are available in various unusual designs and are ideal for city traffic due to their fuel efficiency and easy parking.",
        "The microcar is usually a two-passenger vehicle. Modern microcars are often electric.",
        "The disadvantage of the microcar is the almost non-existent cargo space in most models."
     ], 
           "recommendation": "Tata Nano car"},
           {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/campervan-e1611599115957.jpg", 
          "name": "Camper Van",
          "descriptions": ["A camper van is often a truck chassis that has been rebuilt for camping, and they often have a kitchen, toilet, and other necessary accessories for a perfect camping trip.", 
          "For example, a motorhome can also refer to a minivan that has been rebuilt for camping, such as a Volkswagen transporter.",
        "However, many camper vans are built this way directly from the manufacturer."], 
           "recommendation": "Fiat Ducato, Winnebago Revel, and Nomad Vanz Sprinter."},
           {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/mini-truck-e1611599313689.jpg", 
          "name": "Mini Truck",
          "descriptions": ["A mini truck is exactly what it sounds like, a small truck, and it's a mix of a pickup and a truck.", 
          "They often have two or three seats and open cargo space but can also come with closed cargo space.",
        "They are often built on a truck chassis and are often quite strongly built for heavy-duty transportation of goods."], 
           "recommendation": "Nissan clipper, Suzuki carry and Mazda scrum."},
           {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/limousine.jpg", 
          "name": "Limousine",
          "descriptions": ["A limousine is a stretched car that is often used by celebrities and pop stars.", 
          "It has an elongated base and can be rebuilt from different car models.",
        "They are often not created like this directly in the factories but are rebuilt after they have left the factory, often by special companies.",
      "However, some luxury car models with a slightly longer wheelbase than usual are also called a limousine, even if they may look like a normal car to you."], 
           "recommendation": "Chrysler 300, Hummer, and Mercedes Benz S"},
           {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/truck-e1611600043415.jpg", 
           "name": "Truck",
           "descriptions": ["In the last place on the list, you will find the truck.", 
           "Although they are not really a car type, they can come in many forms and are still a vehicle type, so we wanted to include it.",
         "Most people know what a truck is. It is a two- or three-seater vehicle type, sometimes equipped with a bed behind the seats.",
       "It has a very large cargo space, and is mainly used to transport goods by companies."], 
            "recommendation": "Volvo, Mercedes Benz, Scania, and DAF"},
            {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Ute-Car.webp", 
           "name": "Ute",
           "descriptions": ["Utes are popular in Australia and New Zealand, where they are often used as work vehicles.", 
           "Ute is short for coupe utility or utility. Ute is a regular car that has been modified with a cargo bed in the back, instead of passenger seats.",
         "This makes it perfect for carrying large objects, such as timber or building materials.",
       "The difference between a pickup truck and an Ute is the chassis. A pickup truck is built on a pickup truck chassis, while a Ute is built on a regular car chassis. This also makes it somewhat weaker with a smaller cargo space than a truck."], 
            "recommendation": "None"},
            {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Pony-Car.webp", 
           "name": "Pony Car",
           "descriptions": ["The term pony car is used to describe a class of old compact, usually affordable coupes or convertibles.", 
           "The origin of the term is believed to come from either the Ford Mustang or the Plymouth Barracuda, both of which were introduced in 1964.",
         "Pony cars typically have a long hood and short rear deck, and they are often designed to look sporty and stylish with a high-performance engine."], 
            "recommendation": "None"},
            {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Military-Vehicle.jpg", 
            "name": "Military Vehicle",
            "descriptions": ["A military vehicle is exactly what it sounds like: a vehicle that is designed for or has been adapted to be used by the military.", 
            "This includes tanks, armored personnel carriers, artillery, and other types of vehicles used by the military.",
          "These can either be built like this straight from the factory, or be a modified car, depending on which military vehicle it is.",
        "Different militaries have different types of vehicles depending on their needs, but all share the common goal of giving soldiers the best possible tools for safety and efficiency."], 
             "recommendation": "None"},
             {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Dragster.webp", 
            "name": "Dragster",
            "descriptions": ["A dragster is built to compete in drag racing. A typical drag race is a race in a straight line from one end of a track to another, and the goal is to reach the finish line first.", 
            "To achieve this, dragsters rely on their incredible speed and acceleration, which is why some dragster cars have over 8,000 horsepower.",
          "The term dragster can also be used for regular cars that are modified to perform well in drag racing, but is most often used to describe real dragsters like the one pictured above."], 
             "recommendation": "None"},
             {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Grand-Tourer.jpg", 
             "name": "Grand Tourer",
             "descriptions": ["A grand tourer is typically a high-performance luxury car designed for long-distance driving.", 
             "The term grand tourer or just GT is sometimes used to describe just a high-performance sports car, but the typical grand tourer is larger and more comfortable than a sports car.",
           "A grand tourer usually has two seats but can also have 2+2 seats, and it usually has a powerful engine and a sophisticated suspension system that allows it to handle curves with ease."], 
              "recommendation": "None"},
              {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Shooting-Brake-1.jpg", 
             "name": "Shooting Brake",
             "descriptions": ["A shooting brake car is a body style that was originally developed as a horse-drawn wagon.", 
             "It is a two-door wagon design with a large cargo area and an optional rear seat.",
           "The name shooting brake comes from the idea that the car could be used to transport hunter equipment.",
          "You may also have seen the Mercedes-Benz CLS Shooting brake, and this car is actually misnamed. It is not a shooting brake, because it has four doors instead of two."], 
              "recommendation": "None"},
              {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Hot-Rod.jpg", 
              "name": "Hot Rod",
              "descriptions": ["A hot rod is all about engine performance, style and attitude. In short, it is a classic American car that has been modified to increase its performance.", 
              "This can include modifications to the engine, suspension, and other parts of the car.Hot rods are usually old-school cars like muscle cars or classic cars.",
            "Most hot rods are based on the same types of cars to give them that classic hot rod look, but really, almost any old car can be turned into a hot rod with the right modifications."], 
               "recommendation": "None"},
               {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/auto_demo/Low-Rider.webp", 
               "name": "Low Rider",
               "descriptions": ["A low-rider car can basically be any type of lowered car, but is often referred to old American lowered cars with air suspension.", 
               "This is often done by modifying or replacing the suspension, springs, and shock absorbers on the car.",
             " Low-rider cars are often considered to be style cars, and they are popular among people who like to customize and modify their cars."], 
                "recommendation": "None"}
        ]