[{"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunidataosha1.jpg", 
"name": "Virtual Battle Royale 1",
"descriptions":["Game genres: Battle royale; Multiplayer; Martial arts; PvP; Action; Female protagonist",
  "Game Introduction:Dive into the legends of the Far East in NARAKA: BLADEPOINT; team up with friends in fast-paced melee fights for a Battle Royale experience unlike any other. Find your playstyle with a varied cast of heroes with unique skills. More than 10 million players have already joined the fray, play free now! Dynamic, fast-paced and ever shifting; battle your enemies with punishing combos, parries and grit or outsmart them using lethal counters in an intense mind game.",
  "MATURE CONTENT DESCRIPTION: This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent Violence or Gore, General Mature Content"], 
 "recommendation": "Memory: 8 GB RAM, DirectX Version: 11, Network: Broadband Internet connection, Storage: 35 GB available space required"},
 {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunisheji1.jpg", 
 "name":"Virtual Shooting Game 1",
 "descriptions":["Game genres: Free to Play;Battle Royale;Multiplayer;Shoote",
  "Game Introduction:Virtual shooting game 1 is the award-winning, free-to-play Hero Shooter from Respawn Entertainment. Master an ever-growing roster of legendary characters with powerful abilities, and experience strategic squad play and innovative gameplay in the next evolution of Hero Shooter and Battle Royale. Conquer with character in Virtual shooting game 1, a free-to-play* Hero shooter where legendary characters with powerful abilities team up to battle for fame & fortune on the fringes of the Frontier. Master an ever-growing roster of diverse Legends, deep-tactical squad play, and bold, new innovations that go beyond the Battle Royale experience — all within a rugged world where anything goes. Welcome to the next evolution of Hero Shooter.",
  "MATURE CONTENT DESCRIPTION: No violence or gore."], 
  "recommendation": "Memory: 8 GB RAM, DirectX Version: 11, Network: Broadband Internet Connection, Storage: 35 GB of Available Space Required"},
  {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunirpg1.jpg", 
  "name": "Virtual Role-Playing Game 1",
   "descriptions":["Game genres: RPG;Choices Matter;Story Rich;Adventure",
  "Game Introduction: Virtual RPG game 1 is a story-rich, party-based RPG set in the universe of Dungeons & Dragons, where your choices shape a tale of fellowship and betrayal, survival and sacrifice, and the lure of absolute power.Gather your party and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.Mysterious abilities are awakening inside you, drawn from a mind flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil. Next-generation virtual RPG game 1, the story will unfold in the world of Dungeons and Dragons.",
  "MATURE CONTENT DESCRIPTION: This Game may contain content not appropriate for all ages. It contains General Mature Content, and may include Nudity or Sexual Content."], 
   "recommendation": "Memory: 8 GB RAM, DirectX Version: 11, Storage: 150 GB of Available Space Required"},
   {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunisheji2.jpg", 
   "name": "Virtual Shooting Game 2",
    "descriptions":["Game genres: FPS;Shooter;Multiplayer;Competitive;Action",
    "Game Introduction: Virtual Shooting Game 2 provides a superb competitive experience. Featuring realistic, physically based rendering, state-of-the-art networking, and upgraded community workshop tools, it's refreshing. Virtual Shooter 2 Comprehensive scoring and updated priority mode Upgraded and overhauled maps for global and regional leaderboards Revolutionary dynamic smoke bombs A gaming experience unencumbered by refresh rates Newly designed audio and visual effects",
    "MATURE CONTENT DESCRIPTION: Includes intense violence and blood."], 
    "recommendation": "Memory: 8 GB RAM, Graphics Card: Graphics Card with 1 GB or Higher VRAM, DirectX Version: 11, Storage: 85 GB of Available Space Required"},
    {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunihezuokongbu1.jpg", 
     "name": "Virtual Cooperative Horror Game 1", 
     "descriptions":["Game genres: Online co-op; horror; first-person; psychological; horror co-op",
    "Game Introduction: A co-op horror about scavenging at abandoned moons to sell scrap to the Company. You are a contracted worker for the Company. Your job is to collect scrap from abandoned, industrialized moons to meet the Company's profit quota. You can use the cash you earn to travel to new moons with higher risks and rewards--or you can buy fancy suits and decorations for your ship. Experience nature, scanning any creature you find to add them to your bestiary. Explore the wondrous outdoors and rummage through their derelict, steel and concrete underbellies. Just never miss the quota.",
    "MATURE CONTENT DESCRIPTION: The game has a realistic atmosphere. Player characters can die through various means, some involving dismemberment or decapitation. Player characters can use fictional medical drugs recklessly."], 
      "recommendation": "Memory: 4 GB RAM, DirectX Version: 11, Network: Broadband Internet Connection, Storage: 1 GB of Available Space Required"},
   {"url": "https://xiekl.s3.cn-northwest-1.amazonaws.com.cn/bingbing-dbwebniar/game_demo/xunisheji3.jpg", 
     "name": "Virtual Shooting Game 3",
      "descriptions":["Game genres: Free to Play;Hero Shooter;Multiplayer;FPS",
    "Game Introduction: Each of the seven different arms has different combat capabilities and personalities, constantly updated game modes, maps, equipment, and of course the most important thing - headgear! The Most Fun Online Game - Now Free! You read that right! Play as much and as long as you want!, Virtual Shooter 2 has released many free updates - new game modes, maps, gear , and of course the most important thing - headgear. Each of the nine different arms has different combat capabilities and personalities, giving players of different levels options to practice. Are you new to TF2? Don't worry! No matter what your personality or experience is , there's always a role for you. Exciting training and offline practice modes can help you hone your skills, so you can play queued game modes, including capture the flag mode, control point mode, cart mode, battle mode, King of the Hill mode, and more. Create your own character! The game features hundreds of units that cost money to collect, craft, buy, and trade. Pick a favorite class based on your play style and personal weapon tastes. Even if you don’t spend money, you don’t necessarily play better than others—almost all items in the Mann Co. store can also be obtained through the in-game reporting system.",
    "MATURE CONTENT DESCRIPTION: Includes cartoon violence and gore."], 
      "recommendation": "Memory: 512 MB RAM, DirectX Version: 8.1, Network: Broadband Internet Connection, Storage: 15 GB of Available Space Required"}
     
]